Repository: alexio-dev/TicTouch
Catalog: TicTouch/Languages/*.lproj/Localizable.strings
Languages: it

source: Head
it: Testa

source: Eye
it: Occhio

source: Nose
it: Naso

source: Hand
it: Mano

source: Leg
it: Gamba

source: Mouth
it: Bocca

source: Arm
it: Braccio

source: Shoulder
it: Spalla

source: Foot
it: Piede

# NeckEx
source: Neck Exercise
it: Esercizio per il collo

source: Tense Neck
it: Collo teso

# Posture
source: Correct Posture
it: Postura corretta

# EyeEx
source: Eye Exercise
it: Esercizio per gli occhi

# BrowCont
source: Eyebrow Contraction
it: Contrazione delle sopracciglia

# NasalBreath
source: Nasal Breathing
it: Respirazione nasale

# NoseTense
source: Nose Tension
it: Tensione del naso

# HandEx
source: Hand Exercise
it: Esercizio per le mani

source: Tight Fists
it: Pugni stretti

source: Hand Push
it: Spinta della mano

source: Hand Clasp
it: Mani intrecciate

# LegEx
source: Leg Exercise
it: Esercizio per le gambe

source: Tight Knees
it: Ginocchia strette

# HeelsWeight
source: Weight on Heels
it: Peso sui talloni

# MouthEx
source: Mouth Exercise
it: Esercizio per la bocca

# JawClench
source: Jaw Clenching
it: Serraggio della mascella

# LipClose
source: Lip Closure
it: Chiusura delle labbra

source: Interlaced Arms
it: Braccia intrecciate

source: Thigh Push
it: Spinta sulle cosce

# LowShoulders
source: Lowered Shoulders
it: Spalle abbassate

# CrossFeet
source: Crossed Feet Position
it: Posizione piedi incrociati

source: Toe Lift
it: Sollevamento delle dita dei piedi

# TenseNeckDesc
source: Tense your neck while lowering your shoulders.
it: Tendi il collo mentre abbassi le spalle.

# ChooseExercise
source: Choose your Exercise!
it: Scegli il tuo esercizio!

source: Start
it: Inizia

# ChinChest
source: Keep your neck tense in position, push your chin toward your chest, and breathe deeply.
it: Mantieni il collo teso in posizione, spingi il mento verso il petto e respira profondamente.

# GoodPosture
source: Maintain good posture (sit upright), look straight ahead, and pull your neck and head back.
it: Mantieni una buona postura (siediti dritto), guarda avanti e tira indietro il collo e la testa.

# FocusBlink
source: Focus on a point in the room and blink your eyelids in a controlled manner.
it: Focalizzati su un punto nella stanza e sbatti le palpebre in modo controllato.

# BrowBreathe
source: Contract your eyebrows and use controlled breathing.
it: Contrai le sopracciglia e usa una respirazione controllata.

# InhaleExhale
source: Inhale and exhale through your mouth while tensing your nose and eyebrows.
it: Inspira ed espira attraverso la bocca mentre tendi il naso e le sopracciglia.

# PullNose
source: Slightly pull your nose downward, keep your lips pressed together, and breathe deeply.
it: Tira leggermente il naso verso il basso, tieni le labbra premute insieme e respira profondamente.

# HandsLegs
source: Place your hands on your legs, pressing if necessary.
it: Metti le mani sulle gambe, premendo se necessario.

# FistsPress
source: Clench your fists, bring your hands together, and press the palms against your hips or thighs.
it: Stringi i pugni, unisci le mani e premi i palmi contro i fianchi o le cosce.

# PushObject
source: Push your hand against an object, contracting the muscles opposite to the tic movement.
it: Spingi la mano contro un oggetto, contraendo i muscoli opposti al movimento del tic.

# HandsStomach
source: Bring your hands together in front of your stomach and press.
it: Unisci le mani davanti allo stomaco e premi.

# HeelsFloor
source: Press your heels against the floor.
it: Premi i talloni contro il pavimento.

# KneesTogether
source: Press your knees tightly together.
it: Premi forte le ginocchia l'una contro l'altra.

# StandHeels
source: Stand with your weight on your heels and your knees locked.
it: Stai in piedi con il peso sui talloni e le ginocchia bloccate.

# LipsTeeth
source: Clench your lips, bring your teeth together, and press your tongue against the roof of your mouth.
it: Stringi le labbra, unisci i denti e premi la lingua contro il palato.

# JawLips
source: Gently clench your jaw and press your lips together.
it: Serrando delicatamente la mascella, premi le labbra insieme.

# CloseTeeth
source: Close your lips and gently press your teeth together.
it: Chiudi le labbra e premi delicatamente i denti insieme.

# FingersArms
source: Interlace your fingers, push your shoulders down, and push your arms against your sides.
it: Intreccia le dita, abbassa le spalle e spingi le braccia contro i fianchi.

# ElbowsHips
source: Push your hands on your thighs and bring your elbows toward your hips.
it: Spingi le mani sulle cosce e porta i gomiti verso i fianchi.

# ShouldersDown
source: Lower your shoulders and push your arms against your sides.
it: Abbassa le spalle e spingi le braccia contro i fianchi.

# BendKnees
source: Bend your knees, bring your feet closer to you, press the soles of your feet on the floor, and cross the other foot behind your ankle.
it: Piega le ginocchia, avvicina i piedi a te, premi le piante dei piedi sul pavimento e incrocia l'altro piede dietro la caviglia.

# SoleToes
source: Press the sole of your foot on the floor, spread your toes, and lift them upward.
it: Premi la pianta del piede sul pavimento, allarga le dita e sollevale verso l'alto.

source: Face
it: Faccia

source: Body
it: Corpo

source: Selected Part:
it: Parte selezionata:

source: Confirm
it: Conferma

# GoBack
source: Go back to exercises
it: Ritorna agli esercizi

source: Selected Date:
it: Data selezionata:

source: Settings
it: Impostazioni

source: Profile
it: Profilo

# EnterName
source: Select your name!
it: Seleziona il tuo nome!

source: Edit
it: Modifica

source: Done
it: Fatto

source: Language
it: Lingua

source: Accessibility Settings
it: Impostazioni di accessibilità

source: Interactions
it: Interazioni

source: Your name
it: Il tuo nome

source: Gesture
it: Interazione

# CurrentL
source: Current Language
it: Lingua inserita

source: Italian
it: Italiano

source: English
it: Inglese

source: None
it: Nessuno

source: Buttons
it: Pulsanti

source: Swipe
it: Scorrimento

source: Vocal
it: Vocale

source: Charts
it: Grafici

# SelectLang
source: Select the language
it: Seleziona la lingua

# SelectGesture
source: Select the gesture
it: Seleziona interazione

# FirstMedText
source: Stay still
it: Resta fermo

# SecondMedText
source: Focus on your breath
it: Concentrati sul tuo respiro

# ThirdMedText
source: Stay present
it: Sii presente

# FourthMedText
source: Breathe deeply
it: Respira profondamente

# MeditationSuccess
source: Good Job!
it: Ottimo Lavoro!

# MeditationContinue
source: Go to exercises
it: Vai all'esercizio

source: Set timer:
it: Imposta il timer:

source: Managed
it: Controllati

source: Not managed
it: Non controllati

source: Seconds
it: Secondi

# NoData
source: No data found.
it: Nessun dato trovato.

# FirstPageTitle
source: Welcome to TicTouch!
it: Benvenuto su TicTouch!

# FirstPageDescription
source: This app aims to assist you with HRT training for Tourette syndrome, in accordance with the HRT and ERP guidelines.
it: Questa app ha lo scopo di aiutarti con l'allenamento HRT per la sindrome di Tourette, in conformità con le linee guida HRT ed ERP.

# SecondPageTitle
source: Start an Exercise
it: Inizia un Esercizio

# SecondPageDescription
source: To begin with the exercises, you must first indicate where on your body the tic you want to train is located. Select the part of the body. Press 'Confirm' to confirm the body part.
it: Per iniziare con gli esercizi, devi prima indicare in quale parte del corpo si trova il tic che vuoi allenare. Seleziona la parte del corpo. Premi 'Conferma' per confermare la parte del corpo.

# ThirdPageTitle
source: Select the Exercise
it: Seleziona l'Esercizio

# ThirdPageDescription
source: Select the exercise suggested by your therapist. You will train on that one later. If you don't remember how to perform it, tap the 'i' icon at the top right to see a demonstration.
it: Seleziona l'esercizio suggerito dal tuo terapeuta. Ti allenerai su quello in seguito. Se non ricordi come eseguirlo, premi sull'icona 'i' in alto a destra per vedere una dimostrazione.

# FourthPageTitle
source: Training
it: Allenamento

# FourthPageDescription
source: Before starting the exercise, the app assists you with the preparation phase. After you are prepared, you can proceed with the actual exercise. You can choose from different input methods to record your tics.
it: Prima di iniziare l'esercizio, l'app ti aiuta con la fase di preparazione. Dopo esserti preparato, puoi procedere con l'esercizio vero e proprio.Puoi selezionare tra diversi metodi di input per registrare i tuoi tic.

# FifthPageTitle
source: Data
it: Dati

# FifthPageDescription
source: Finally, here you can review the data of the exercises you have completed and consult them during therapy.
it: Infine, qui puoi rivedere i dati degli esercizi che hai svolto e consultarli durante la terapia.

source: Name
it: Nome
